{
  "data": [
    {
      "idServicio": "1",
      "nombre": "Aeróbicos",
      "descripcion": "Los aeróbicos son una forma de ejercicio físico que combina movimientos rítmicos y cardiovasculares para mejorar la salud cardiovascular y fortalecer el sistema respiratorio. Este tipo de actividad se caracteriza por aumentar el ritmo cardíaco y la respiración, lo que ayuda a quemar calorías, mejorar la resistencia y tonificar los músculos. Los beneficios de los aeróbicos incluyen la pérdida de peso, el aumento de la energía, la reducción del estrés, la mejora de la circulación sanguínea y la promoción de un estado de ánimo positivo.",
      "lunes": "1",
      "lunes_rangoHoras": "7:30am - 9:00am",
      "martes": "1",
      "martes_rangoHoras": "5:00pm - 7:00pm",
      "miercoles": "1",
      "miercoles_rangoHoras": "7:00am - 9:00am",
      "jueves": "1",
      "jueves_rangoHoras": "5:30pm - 7:00pm",
      "viernes": "1",
      "viernes_rangoHoras": "7:00am - 9:15am",
      "sabado": "0",
      "sabado_rangoHoras": "",
      "precio_dia": "8",
      "precio_mes": "180",
      "color": "#24b6d7",
      "activo": "1",
      "fechaCreacion": "20230603"
    },
    {
      "idServicio": "2",
      "nombre": "Yoga",
      "descripcion": "El yoga es una antigua práctica que combina posturas físicas, respiración consciente y meditación para promover la salud y el bienestar integral. Los beneficios del yoga son numerosos y van más allá de la mejora física. Esta disciplina ayuda a aumentar la flexibilidad, fortalecer los músculos, mejorar la postura y equilibrar el cuerpo. También favorece la relajación, reduce el estrés, mejora la concentración y promueve la paz interior. Además, el yoga puede ser beneficioso para aliviar dolores y molestias, mejorar la calidad del sueño y aumentar la conciencia corporal.",
      "lunes": "1",
      "lunes_rangoHoras": "9:30am - 11:00am",
      "martes": "0",
      "martes_rangoHoras": "",
      "miercoles": "1",
      "miercoles_rangoHoras": "9:00am - 11:40am",
      "jueves": "0",
      "jueves_rangoHoras": "",
      "viernes": "1",
      "viernes_rangoHoras": "9:50am - 11:15am",
      "sabado": "0",
      "sabado_rangoHoras": "",
      "precio_dia": "7",
      "precio_mes": "190",
      "color": "#ff0336",
      "activo": "1",
      "fechaCreacion": "20230603"
    },
    {
      "idServicio": "3",
      "nombre": "Calistenia",
      "descripcion": "La calistenia es un tipo de entrenamiento físico que utiliza el peso corporal como resistencia para desarrollar fuerza, flexibilidad y coordinación. Los beneficios de la calistenia incluyen el fortalecimiento muscular, la mejora de la resistencia, la promoción de la salud cardiovascular y la mejora de la movilidad. Este enfoque de entrenamiento también es versátil, ya que se puede adaptar a diferentes niveles de condición física y se pueden realizar en cualquier lugar sin necesidad de equipos costosos.",
      "lunes": "1",
      "lunes_rangoHoras": "8:30am - 12:00pm",
      "martes": "1",
      "martes_rangoHoras": "4:00pm - 6:30pm",
      "miercoles": "1",
      "miercoles_rangoHoras": "7:00am - 9:00pm",
      "jueves": "1",
      "jueves_rangoHoras": "10:00am - 12:30pm",
      "viernes": "1",
      "viernes_rangoHoras": "7:00pm - 9:00pm",
      "sabado": "1",
      "sabado_rangoHoras": "9:30am - 11:00am",
      "precio_dia": "6",
      "precio_mes": "150",
      "color": "#00bf52",
      "activo": "1",
      "fechaCreacion": "20230603"
    },
    {
      "idServicio": "4",
      "nombre": "Boxeo",
      "descripcion": "El boxeo es un deporte de combate que no solo requiere fuerza física, sino también habilidad, velocidad y resistencia. Además de ser un excelente ejercicio cardiovascular, el boxeo ofrece una serie de beneficios. Ayuda a mejorar la coordinación, la agilidad y los reflejos, así como a desarrollar la fuerza y la resistencia muscular. También es una forma efectiva de liberar el estrés y aumentar la confianza en uno mismo, ya que requiere concentración mental y disciplina. Además, el boxeo es una gran opción para aquellos que desean aprender técnicas de defensa personal y mejorar su autoestima.",
      "lunes": "1",
      "lunes_rangoHoras": "8:00am - 12:00pm",
      "martes": "0",
      "martes_rangoHoras": "",
      "miercoles": "1",
      "miercoles_rangoHoras": "9:00am - 12:30pm",
      "jueves": "0",
      "jueves_rangoHoras": "",
      "viernes": "1",
      "viernes_rangoHoras": "7:00am - 12:00am",
      "sabado": "0",
      "sabado_rangoHoras": "",
      "precio_dia": "12",
      "precio_mes": "340",
      "color": "#f15959",
      "activo": "1",
      "fechaCreacion": "20230603"
    },
    {
      "idServicio": "5",
      "nombre": "Sauna y Baño Turco",
      "descripcion": "El uso de la sauna y el baño turco tiene múltiples beneficios para la salud y el bienestar. Estas técnicas de termoterapia ayudan a relajar los músculos, reducir la tensión y aliviar el estrés. Además, el calor generado en la sauna y el baño turco estimula la circulación sanguínea, promueve la desintoxicación del cuerpo a través del sudor y mejora la salud de la piel al abrir los poros y eliminar las impurezas. Estas prácticas también pueden mejorar el sistema respiratorio, aliviar dolores musculares y articulares, y promover una sensación general de relajación y bienestar.",
      "lunes": "1",
      "lunes_rangoHoras": "Todo el día",
      "martes": "1",
      "martes_rangoHoras": "Todo el día",
      "miercoles": "1",
      "miercoles_rangoHoras": "Todo el día",
      "jueves": "1",
      "jueves_rangoHoras": "Todo el día",
      "viernes": "1",
      "viernes_rangoHoras": "Todo el día",
      "sabado": "1",
      "sabado_rangoHoras": "Todo el día",
      "precio_dia": "25",
      "precio_mes": "720",
      "color": "#eeee22",
      "activo": "1",
      "fechaCreacion": "20230603"
    },
    {
      "idServicio": "6",
      "nombre": "Entrenamiento Personalizado",
      "descripcion": "El entrenamiento personalizado es una forma de ejercicio físico adaptada a las necesidades individuales de cada persona. Al trabajar con un entrenador personal, se pueden lograr una serie de beneficios. Un programa de entrenamiento personalizado se personaliza para abordar objetivos específicos, ya sea perder peso, aumentar la fuerza, mejorar la flexibilidad o mejorar la condición física en general. El entrenador personal brinda orientación, supervisión y motivación, lo que ayuda a maximizar los resultados y prevenir lesiones. Además, el entrenamiento personalizado puede ser altamente eficiente, ya que se enfoca en ejercicios y técnicas que son adecuados para la persona en particular, lo que permite un progreso más rápido y eficaz.",
      "lunes": "1",
      "lunes_rangoHoras": "Todo el día",
      "martes": "1",
      "martes_rangoHoras": "Todo el día",
      "miercoles": "1",
      "miercoles_rangoHoras": "Todo el día",
      "jueves": "1",
      "jueves_rangoHoras": "Todo el día",
      "viernes": "1",
      "viernes_rangoHoras": "Todo el día",
      "sabado": "1",
      "sabado_rangoHoras": "Todo el día",
      "precio_dia": "10",
      "precio_mes": "250",
      "color": "#bc95e2",
      "activo": "1",
      "fechaCreacion": "20230603"
    }
  ]
}